/* No comment provided by engineer. */
"douCenter_Nav_Title" = "DOU Art Center";

"douArtSpace_Title" = "DOU Art Space";

"douWo_Nav_Title" = "DOU Wo";

"douBasePeking_Nav_Title" = "DOU Art Beijing";

"douSpace_Nav_Title" = "DOU Space";

"moLangPhotography_Nav_Title" = "MYLOHAS PHOTOGRAPH LOFT";

"art029_Nav_Title" = "ART 029";

"about_Nav_Title" = "About";

"about_String" = "Powered by MagicApp";
